{
    "<PAD>": 0,
    "<UNK>": 1,
    "\u0e32": 2,
    " ": 3,
    "\u0e2d": 4,
    "\u0e19": 5,
    "\u0e40": 6,
    "\u0e07": 7,
    "\u0e01": 8,
    "\u0e23": 9,
    "\u0e22": 10,
    "\u0e21": 11,
    "a": 12,
    "e": 13,
    "\u0e04": 14,
    "\u0e27": 15,
    "o": 16,
    "\u0e14": 17,
    "\u0e2b": 18,
    "i": 19,
    "\u0e41": 20,
    "\u0e25": 21,
    "n": 22,
    "\u0e44": 23,
    "r": 24,
    "\u0e2a": 25,
    "s": 26,
    "\u0e1a": 27,
    "\u0e30": 28,
    "t": 29,
    "\u0e15": 30,
    "\u0e17": 31,
    "\u0e42": 32,
    "l": 33,
    "p": 34,
    "m": 35,
    "\u0e1b": 36,
    "\u0e1e": 37,
    "\u0e23\u0e4c": 38,
    "0": 39,
    "c": 40,
    "d": 41,
    "1": 42,
    "u": 43,
    "h": 44,
    "2": 45,
    "g": 46,
    "x": 47,
    "\u0e02": 48,
    "b": 49,
    "\u0e1f": 50,
    "y": 51,
    "k": 52,
    "\u0e0a": 53,
    "5": 54,
    "\u0e08": 55,
    "\u0e43": 56,
    "\u0e23\u0e35": 57,
    "v": 58,
    "6": 59,
    "f": 60,
    "\u0e0b": 61,
    "\u0e27\u0e31": 62,
    "3": 63,
    "w": 64,
    "8": 65,
    "\u0e2a\u0e35": 66,
    "\u0e1c": 67,
    "\u0e19\u0e31": 68,
    "\u0e21\u0e48": 69,
    "\u0e25\u0e48": 70,
    "\u0e17\u0e49": 71,
    "\u0e23\u0e37\u0e48": 72,
    "\u0e22\u0e4c": 73,
    "\u0e0a\u0e38": 74,
    "\u0e25\u0e49": 75,
    "\u0e16": 76,
    "\u0e0d": 77,
    "\u0e1c\u0e39\u0e49": 78,
    "\u0e23\u0e31": 79,
    "\u0e21\u0e31": 80,
    "4": 81,
    "\u0e23\u0e49": 82,
    "7": 83,
    "\u0e2a\u0e37\u0e49": 84,
    "\u0e19\u0e49\u0e33": 85,
    "9": 86,
    "\u0e21\u0e49": 87,
    "\u0e15\u0e49": 88,
    "\u0e17\u0e35\u0e48": 89,
    "\u0e15\u0e34": 90,
    "\u0e01\u0e49": 91,
    "\u0e1c\u0e49": 92,
    "\u0e23\u0e39": 93,
    "\u0e01\u0e31": 94,
    "\u0e29": 95,
    "\u0e27\u0e48": 96,
    "\u0e23\u0e34": 97,
    "\u0e25\u0e47": 98,
    "\u0e25\u0e31": 99,
    "\u0e15\u0e31": 100,
    "\u0e1e\u0e48": 101,
    "\u0e14\u0e35": 102,
    "\u0e27\u0e34": 103,
    "\u0e01\u0e34": 104,
    "\u0e28": 105,
    "\u0e19\u0e34": 106,
    "\u0e25\u0e39": 107,
    "\u0e19\u0e49\u0e4d": 108,
    "\u0e2b\u0e49": 109,
    "\u0e0d\u0e34": 110,
    "\u0e02\u0e49": 111,
    "j": 112,
    "\u0e21\u0e37": 113,
    "\u0e25\u0e34": 114,
    "\u0e2e": 115,
    "\u0e1e\u0e31": 116,
    "\u0e20": 117,
    "\u0e2a\u0e38": 118,
    "\u0e0b\u0e35": 119,
    "\u0e1b\u0e4b": 120,
    "\u0e25\u0e35": 121,
    "\u0e19\u0e49": 122,
    "\u0e08\u0e31": 123,
    "z": 124,
    "\u0e21\u0e34": 125,
    "\u0e15\u0e4c": 126,
    "\u0e46": 127,
    "\u0e14\u0e47": 128,
    "\u0e1f\u0e49": 129,
    "\u0e15\u0e48": 130,
    "\u0e0b\u0e31": 131,
    "\u0e1e\u0e34": 132,
    "\u0e13": 133,
    "\u0e1b\u0e35": 134,
    "\u0e17\u0e4c": 135,
    "\u0e23\u0e35\u0e48": 136,
    "-": 137,
    "\u0e1a\u0e31": 138,
    "\u0e1d\u0e31": 139,
    "\u0e2a\u0e39": 140,
    "\u0e1a\u0e49": 141,
    "\u0e04\u0e4c": 142,
    "\u0e18": 143,
    "\u0e14\u0e34": 144,
    "\u0e23\u0e48": 145,
    ".": 146,
    "\u0e15\u0e39": 147,
    "\u0e1b\u0e49": 148,
    "\u0e14\u0e49": 149,
    "\u0e2a\u0e31": 150,
    "\u0e21\u0e35": 151,
    "\u0e19\u0e48": 152,
    "\u0e2d\u0e31": 153,
    "\u0e14\u0e39": 154,
    "\u0e08\u0e35": 155,
    "\u0e17\u0e35": 156,
    "\u0e1c\u0e48": 157,
    "\u0e25\u0e4c": 158,
    "\u0e1b\u0e39\u0e48": 159,
    "\u0e19\u0e4c": 160,
    "\u0e17\u0e48": 161,
    "\u0e2d\u0e34": 162,
    "\u0e15\u0e39\u0e49": 163,
    "\u0e2a\u0e48": 164,
    "\u0e2b\u0e31": 165,
    "\u0e19\u0e47": 166,
    "\u0e1b\u0e34": 167,
    "\u0e04\u0e38": 168,
    "\u0e2a\u0e4c": 169,
    "\u0e08\u0e34": 170,
    "\u0e0b\u0e34": 171,
    "\u0e15\u0e4a": 172,
    "\u0e27\u0e35": 173,
    "\u0e23\u0e38": 174,
    "\u0e0a\u0e48": 175,
    "\u0e08\u0e49": 176,
    "\u0e1f\u0e31": 177,
    "\u0e25\u0e38": 178,
    "\u0e23\u0e38\u0e48": 179,
    "\u0e07\u0e34": 180,
    "\u0e2a\u0e37": 181,
    "\u0e09\u0e31": 182,
    "\u0e22\u0e47": 183,
    "\u0e22\u0e38": 184,
    "\u0e0a\u0e49": 185,
    "\u0e0d\u0e48": 186,
    "\u0e25\u0e36": 187,
    "\u0e2b\u0e39": 188,
    "\u0e01\u0e47": 189,
    "\u0e14\u0e31": 190,
    "\u0e02\u0e48": 191,
    "\u0e28\u0e31": 192,
    "\u0e2a\u0e49": 193,
    "\u0e17\u0e34": 194,
    "\u0e22\u0e35\u0e48": 195,
    "\u0e16\u0e38": 196,
    "\u0e2a\u0e34": 197,
    "\u0e27\u0e49": 198,
    "\u0e25\u0e37": 199,
    "\u0e0a\u0e35": 200,
    "\u0e19\u0e34\u0e49": 201,
    "\u0e22\u0e48": 202,
    "\u0e0a\u0e34": 203,
    "\u0e16\u0e31": 204,
    "\u0e1b\u0e38\u0e48": 205,
    "\u0e14\u0e4c": 206,
    "\u0e17\u0e38": 207,
    "\u0e01\u0e48": 208,
    "\u0e21\u0e39": 209,
    "\u0e0a\u0e37\u0e48": 210,
    "\u0e06": 211,
    "\u0e14\u0e37": 212,
    "\u0e1d": 213,
    "\u0e0d\u0e35\u0e48": 214,
    "\u0e1f\u0e34": 215,
    "\u0e09": 216,
    "\u0e17\u0e4d": 217,
    "\u0e0a\u0e47": 218,
    "\u0e16\u0e39": 219,
    "\u0e1a\u0e39": 220,
    "\u0e0a\u0e31\u0e48": 221,
    "\u0e18\u0e35": 222,
    "\u0e19\u0e35\u0e49": 223,
    "\u0e15\u0e35": 224,
    "\u0e25\u0e37\u0e48": 225,
    "\u0e2c\u0e34": 226,
    "\u0e1a\u0e34": 227,
    "+": 228,
    "\u0e2d\u0e38": 229,
    "\u0e01\u0e35": 230,
    "\u0e17\u0e31": 231,
    "\u0e01\u0e4a": 232,
    "\u0e1b\u0e31": 233,
    "\u0e19\u0e35": 234,
    "\u0e1e\u0e39": 235,
    "\u0e22\u0e49": 236,
    "\u0e2b\u0e47": 237,
    "\u0e21\u0e38": 238,
    "\u0e1b\u0e48": 239,
    "\u0e1b\u0e47": 240,
    "\u0e01\u0e38": 241,
    "\u0e04\u0e49": 242,
    "\u0e22\u0e31": 243,
    "\u0e02\u0e47": 244,
    "\u0e24": 245,
    "\u0e1e\u0e37\u0e49": 246,
    "\u0e0a\u0e31": 247,
    "\u0e2d\u0e48": 248,
    "\u0e1a\u0e35": 249,
    "\u0e1b\u0e39": 250,
    "\u0e1b\u0e4a": 251,
    "\u0e0a\u0e31\u0e49": 252,
    "\u0e04\u0e31": 253,
    "\u0e14\u0e48": 254,
    "\u0e0b\u0e48": 255,
    "\u0e2a\u0e31\u0e49": 256,
    "\u0e1f\u0e38": 257,
    "\u0e25\u0e35\u0e48": 258,
    "\u0e23\u0e31\u0e48": 259,
    "\u0e1a\u0e38": 260,
    "\u0e21\u0e47": 261,
    "\u0e08\u0e38": 262,
    "\u0e2d\u0e35\u0e49": 263,
    "\u0e07\u0e39": 264,
    "\u0e1e\u0e35": 265,
    "\u0e2d\u0e49": 266,
    "\u0e0b\u0e38": 267
}