{
    "<PAD>": 0,
    "<UNK>": 1,
    "\u0e32": 2,
    " ": 3,
    "\u0e2d": 4,
    "\u0e19": 5,
    "\u0e40": 6,
    "\u0e07": 7,
    "\u0e01": 8,
    "\u0e23": 9,
    "\u0e22": 10,
    "\u0e21": 11,
    "a": 12,
    "e": 13,
    "\u0e04": 14,
    "\u0e27": 15,
    "o": 16,
    "\u0e14": 17,
    "\u0e2b": 18,
    "i": 19,
    "\u0e41": 20,
    "\u0e25": 21,
    "n": 22,
    "\u0e44": 23,
    "r": 24,
    "\u0e2a": 25,
    "s": 26,
    "\u0e1a": 27,
    "\u0e30": 28,
    "t": 29,
    "\u0e15": 30,
    "\u0e17": 31,
    "\u0e42": 32,
    "l": 33,
    "p": 34,
    "m": 35,
    "\u0e1b": 36,
    "\u0e1e": 37,
    "\u0e23\u0e4c": 38,
    "0": 39,
    "c": 40,
    "d": 41,
    "1": 42,
    "u": 43,
    "h": 44,
    "2": 45,
    "g": 46,
    "x": 47,
    "\u0e02": 48,
    "b": 49,
    "\u0e1f": 50,
    "y": 51,
    "k": 52,
    "\u0e0a": 53,
    "5": 54,
    "\u0e08": 55,
    "\u0e43": 56,
    "\u0e23\u0e35": 57,
    "v": 58,
    "6": 59,
    "f": 60,
    "\u0e0b": 61,
    "\u0e27\u0e31": 62,
    "3": 63,
    "w": 64,
    "8": 65,
    "\u0e2a\u0e35": 66,
    "\u0e1c": 67,
    "\u0e19\u0e31": 68,
    "\u0e21\u0e48": 69,
    "\u0e25\u0e48": 70,
    "\u0e17\u0e49": 71,
    "\u0e23\u0e37\u0e48": 72,
    "\u0e22\u0e4c": 73,
    "\u0e0a\u0e38": 74,
    "\u0e25\u0e49": 75,
    "\u0e16": 76,
    "\u0e0d": 77,
    "\u0e1c\u0e39\u0e49": 78,
    "\u0e23\u0e31": 79,
    "\u0e21\u0e31": 80,
    "4": 81,
    "\u0e23\u0e49": 82,
    "7": 83,
    "\u0e2a\u0e37\u0e49": 84,
    "\u0e19\u0e49\u0e33": 85,
    "9": 86,
    "\u0e21\u0e49": 87,
    "\u0e15\u0e49": 88,
    "\u0e17\u0e35\u0e48": 89,
    "\u0e15\u0e34": 90,
    "\u0e01\u0e49": 91,
    "\u0e1c\u0e49": 92,
    "\u0e23\u0e39": 93,
    "\u0e01\u0e31": 94,
    "\u0e29": 95,
    "\u0e27\u0e48": 96,
    "\u0e23\u0e34": 97,
    "\u0e25\u0e47": 98,
    "\u0e25\u0e31": 99,
    "\u0e15\u0e31": 100,
    "\u0e1e\u0e48": 101,
    "\u0e14\u0e35": 102,
    "\u0e27\u0e34": 103,
    "\u0e01\u0e34": 104,
    "\u0e28": 105,
    "\u0e19\u0e34": 106,
    "\u0e25\u0e39": 107,
    "\u0e19\u0e49\u0e4d": 108,
    "\u0e2b\u0e49": 109,
    "\u0e0d\u0e34": 110,
    "\u0e02\u0e49": 111,
    "j": 112,
    "\u0e21\u0e37": 113,
    "\u0e25\u0e34": 114,
    "\u0e2e": 115,
    "\u0e1e\u0e31": 116,
    "\u0e20": 117,
    "\u0e2a\u0e38": 118,
    "\u0e0b\u0e35": 119,
    "\u0e1b\u0e4b": 120,
    "\u0e25\u0e35": 121,
    "\u0e19\u0e49": 122,
    "\u0e08\u0e31": 123,
    "z": 124,
    "\u0e21\u0e34": 125,
    "\u0e15\u0e4c": 126,
    "\u0e46": 127,
    "\u0e14\u0e47": 128,
    "\u0e1f\u0e49": 129,
    "\u0e15\u0e48": 130,
    "\u0e0b\u0e31": 131,
    "\u0e1e\u0e34": 132,
    "\u0e13": 133,
    "\u0e1b\u0e35": 134,
    "\u0e17\u0e4c": 135,
    "\u0e23\u0e35\u0e48": 136,
    "-": 137,
    "\u0e1a\u0e31": 138,
    "\u0e1d\u0e31": 139,
    "\u0e2a\u0e39": 140,
    "\u0e1a\u0e49": 141,
    "\u0e04\u0e4c": 142,
    "\u0e18": 143,
    "\u0e14\u0e34": 144,
    "\u0e23\u0e48": 145,
    ".": 146,
    "\u0e15\u0e39": 147,
    "\u0e1b\u0e49": 148,
    "\u0e14\u0e49": 149,
    "\u0e2a\u0e31": 150,
    "\u0e21\u0e35": 151,
    "\u0e19\u0e48": 152,
    "\u0e2d\u0e31": 153,
    "\u0e14\u0e39": 154,
    "\u0e08\u0e35": 155,
    "\u0e17\u0e35": 156,
    "\u0e1c\u0e48": 157,
    "\u0e25\u0e4c": 158,
    "\u0e1b\u0e39\u0e48": 159,
    "\u0e19\u0e4c": 160,
    "\u0e17\u0e48": 161,
    "\u0e2d\u0e34": 162,
    "\u0e15\u0e39\u0e49": 163,
    "\u0e2a\u0e48": 164,
    "\u0e2b\u0e31": 165,
    "\u0e19\u0e47": 166,
    "\u0e1b\u0e34": 167,
    "\u0e04\u0e38": 168,
    "\u0e2a\u0e4c": 169,
    "\u0e08\u0e34": 170,
    "\u0e0b\u0e34": 171,
    "\u0e15\u0e4a": 172,
    "\u0e27\u0e35": 173,
    "\u0e23\u0e38": 174,
    "\u0e0a\u0e48": 175,
    "\u0e08\u0e49": 176,
    "\u0e1f\u0e31": 177,
    "\u0e25\u0e38": 178,
    "\u0e23\u0e38\u0e48": 179,
    "\u0e07\u0e34": 180,
    "\u0e2a\u0e37": 181,
    "\u0e09\u0e31": 182,
    "\u0e22\u0e47": 183,
    "\u0e22\u0e38": 184,
    "\u0e0a\u0e49": 185,
    "\u0e0d\u0e48": 186,
    "\u0e25\u0e36": 187,
    "\u0e2b\u0e39": 188,
    "\u0e01\u0e47": 189,
    "\u0e14\u0e31": 190,
    "\u0e02\u0e48": 191,
    "\u0e28\u0e31": 192,
    "\u0e2a\u0e49": 193,
    "\u0e17\u0e34": 194,
    "\u0e22\u0e35\u0e48": 195,
    "\u0e16\u0e38": 196,
    "\u0e2a\u0e34": 197,
    "\u0e27\u0e49": 198,
    "\u0e25\u0e37": 199,
    "\u0e0a\u0e35": 200,
    "\u0e19\u0e34\u0e49": 201,
    "\u0e22\u0e48": 202,
    "\u0e0a\u0e34": 203,
    "\u0e16\u0e31": 204,
    "\u0e1b\u0e38\u0e48": 205,
    "\u0e14\u0e4c": 206,
    "\u0e17\u0e38": 207,
    "\u0e01\u0e48": 208,
    "\u0e21\u0e39": 209,
    "\u0e0a\u0e37\u0e48": 210,
    "\u0e06": 211,
    "\u0e14\u0e37": 212,
    "\u0e1d": 213,
    "\u0e0d\u0e35\u0e48": 214,
    "\u0e1f\u0e34": 215,
    "\u0e09": 216,
    "\u0e17\u0e4d": 217,
    "\u0e0a\u0e47": 218,
    "\u0e16\u0e39": 219,
    "\u0e1a\u0e39": 220,
    "\u0e0a\u0e31\u0e48": 221,
    "\u0e18\u0e35": 222,
    "\u0e19\u0e35\u0e49": 223,
    "\u0e15\u0e35": 224,
    "\u0e25\u0e37\u0e48": 225,
    "\u0e2c\u0e34": 226,
    "\u0e1a\u0e34": 227,
    "+": 228,
    "\u0e2d\u0e38": 229,
    "\u0e01\u0e35": 230,
    "\u0e17\u0e31": 231,
    "\u0e01\u0e4a": 232,
    "\u0e1b\u0e31": 233,
    "\u0e19\u0e35": 234,
    "\u0e1e\u0e39": 235,
    "\u0e22\u0e49": 236,
    "\u0e2b\u0e47": 237,
    "\u0e21\u0e38": 238,
    "\u0e1b\u0e48": 239,
    "\u0e1b\u0e47": 240,
    "\u0e01\u0e38": 241,
    "\u0e04\u0e49": 242,
    "\u0e22\u0e31": 243,
    "\u0e02\u0e47": 244,
    "\u0e24": 245,
    "\u0e1e\u0e37\u0e49": 246,
    "\u0e0a\u0e31": 247,
    "\u0e2d\u0e48": 248,
    "\u0e1a\u0e35": 249,
    "\u0e1b\u0e39": 250,
    "\u0e1b\u0e4a": 251,
    "\u0e0a\u0e31\u0e49": 252,
    "\u0e04\u0e31": 253,
    "\u0e14\u0e48": 254,
    "\u0e0b\u0e48": 255,
    "\u0e2a\u0e31\u0e49": 256,
    "\u0e1f\u0e38": 257,
    "\u0e25\u0e35\u0e48": 258,
    "\u0e23\u0e31\u0e48": 259,
    "\u0e1a\u0e38": 260,
    "\u0e21\u0e47": 261,
    "\u0e08\u0e38": 262,
    "\u0e2d\u0e35\u0e49": 263,
    "\u0e07\u0e39": 264,
    "\u0e1e\u0e35": 265,
    "\u0e2d\u0e49": 266,
    "\u0e0b\u0e38": 267,
    "\u0e14\u0e38": 268,
    "\u0e02\u0e35": 269,
    "q": 270,
    "\u0e15\u0e31\u0e49": 271,
    "\u0e16\u0e48": 272,
    "\u0e22\u0e39": 273,
    "\u0e15\u0e38\u0e4a": 274,
    "\u0e04\u0e39": 275,
    "\u0e13\u0e4c": 276,
    "\u0e19\u0e39": 277,
    "\u0e0b\u0e37\u0e49": 278,
    "\u0e20\u0e39": 279,
    "\u0e2b\u0e4c": 280,
    "\u0e04\u0e34": 281,
    "\u0e2b\u0e34": 282,
    "\u0e01\u0e35\u0e48": 283,
    "\u0e10": 284,
    "\u0e04\u0e4d": 285,
    "\u0e1b\u0e37": 286,
    "\u0e25\u0e4d": 287,
    "\u0e02\u0e31": 288,
    "\u0e0b\u0e39": 289,
    "\u0e04\u0e35": 290,
    "\u0e01\u0e4d": 291,
    "\u0e0d\u0e49": 292,
    "\u0e0b\u0e4c": 293,
    "\u0e23\u0e37": 294,
    "\u0e1e\u0e4c": 295,
    "\u0e2d\u0e35": 296,
    "\u0e17\u0e39": 297,
    "\u0e2b\u0e48": 298,
    "\u0e1a\u0e35\u0e49": 299,
    "\u0e17\u0e33": 300,
    "\u0e15\u0e47": 301,
    "\u0e04\u0e39\u0e48": 302,
    "\u0e0b\u0e35\u0e48": 303,
    "\u0e1c\u0e31": 304,
    "\u0e22\u0e35": 305,
    "\u0e02\u0e38": 306,
    "\u0e23\u0e47": 307,
    "\u0e09\u0e35": 308,
    "\u0e17\u0e47": 309,
    "\u0e1e\u0e38": 310,
    "\u0e28\u0e36": 311,
    "\u0e19\u0e37\u0e49": 312,
    "\u0e1b\u0e34\u0e49": 313,
    "\u0e0f\u0e34": 314,
    "\u0e1b\u0e31\u0e4a": 315,
    "\u0e23\u0e36\u0e48": 316,
    "\u0e01\u0e35\u0e49": 317,
    "\u0e19\u0e35\u0e48": 318,
    "\u0e19\u0e4a": 319,
    "\u0e16\u0e37": 320,
    "\u0e1a\u0e39\u0e48": 321,
    "\u0e29\u0e4c": 322,
    "\u0e14\u0e33": 323,
    "\u0e19\u0e38": 324,
    "\u0e1c\u0e34": 325,
    "\u0e0b\u0e47": 326,
    "\u0e04\u0e37": 327,
    "\u0e22\u0e34": 328,
    "\u0e15\u0e34\u0e4a": 329,
    "\u0e1c\u0e35": 330,
    "\u0e1a\u0e38\u0e4a": 331,
    "\u0e27\u0e4c": 332,
    "\u0e22\u0e37": 333,
    "\u0e2c": 334,
    "\u0e2b\u0e35": 335,
    "\u0e13\u0e35": 336,
    "\u0e1a\u0e37\u0e49": 337,
    "\u0e2a\u0e4d": 338,
    "\u0e2e\u0e35": 339,
    "\u0e27\u0e35\u0e48": 340,
    "\u0e14\u0e4d": 341,
    "\u0e01\u0e31\u0e49": 342,
    "\u0e1b\u0e31\u0e49": 343,
    "\u0e1f\u0e35": 344,
    "\u0e28\u0e34": 345,
    "\u0e08\u0e39": 346,
    "\u0e02\u0e34": 347,
    "\u0e18\u0e4c": 348,
    "\u0e1e\u0e37\u0e48": 349,
    "\u0e15\u0e35\u0e49": 350,
    "\u0e1d\u0e38\u0e48": 351,
    "\u0e29\u0e35": 352,
    "\u0e01\u0e33": 353,
    "\u0e01\u0e4b": 354,
    "\u0e15\u0e4d": 355,
    "\u0e25\u0e34\u0e49": 356,
    "\u0e0a\u0e34\u0e49": 357,
    "\u0e1b\u0e37\u0e49": 358,
    "\u0e1e\u0e34\u0e48": 359,
    "\u0e28\u0e35": 360,
    "\u0e08\u0e47": 361,
    "\u0e0a\u0e39": 362,
    "\u0e08\u0e34\u0e49": 363,
    "\u0e21\u0e36": 364,
    "\u0e04\u0e33": 365,
    "\u0e23\u0e34\u0e49": 366,
    "\u0e1e\u0e35\u0e48": 367,
    "\u0e21\u0e39\u0e48": 368,
    "\u0e18\u0e38\u0e4c": 369,
    "\u0e21\u0e35\u0e48": 370,
    "\u0e18\u0e39": 371,
    "\u0e15\u0e38": 372,
    "\u0e17\u0e31\u0e49": 373,
    "\u0e09\u0e34": 374,
    "\u0e02\u0e35\u0e49": 375,
    "'": 376,
    "\u0e1a\u0e4d": 377,
    "\u0e01\u0e38\u0e49": 378,
    "\u0e08\u0e4d": 379,
    "\u0e2b\u0e38\u0e49": 380,
    "\u0e2b\u0e38": 381,
    "\u0e1f\u0e39": 382,
    "\u0e16\u0e31\u0e48": 383,
    "\u0e0a\u0e37\u0e49": 384,
    "\u0e06\u0e31": 385,
    "\u0e21\u0e38\u0e49": 386,
    "\u0e19\u0e38\u0e48": 387,
    "\u0e1b\u0e4c": 388,
    "\u0e19\u0e36": 389,
    "\u0e27\u0e34\u0e48": 390,
    "\u0e08\u0e34\u0e4b": 391,
    "&": 392,
    "\u0e11": 393,
    "\u0e10\u0e35": 394,
    "\u0e14\u0e35\u0e49": 395,
    "\u0e2a\u0e33": 396,
    "\u0e0b\u0e36": 397,
    "\u0e1b\u0e31\u0e48": 398,
    "\u0e25\u0e33": 399,
    "\u0e0b\u0e34\u0e48": 400,
    "\u0e01\u0e4c": 401,
    "\u0e19\u0e31\u0e48": 402,
    "\u0e19\u0e4d": 403,
    "\u0e1a\u0e4a": 404,
    "\u0e1d\u0e49": 405,
    "\u0e18\u0e34\u0e4c": 406,
    "\u0e25\u0e34\u0e48": 407,
    "\u0e1a\u0e47": 408,
    "\u0e1a\u0e33": 409,
    "\u0e1b\u0e38\u0e4b": 410,
    "\u0e29\u0e31": 411,
    "\u0e1a\u0e34\u0e49": 412,
    "\u0e0a\u0e37": 413,
    "\u0e1a\u0e48": 414,
    "\u0e06\u0e48": 415,
    "\u0e12": 416,
    "\u0e0a\u0e4a": 417,
    "\u0e25\u0e31\u0e4a": 418,
    "\u0e16\u0e49": 419,
    "\u0e2d\u0e47": 420,
    "\u0e01\u0e34\u0e49": 421,
    "\u0e2d\u0e4a": 422,
    "\u0e21\u0e4c": 423,
    "\u0e19\u0e36\u0e48": 424,
    "\u0e20\u0e31": 425,
    "\u0e2e\u0e34": 426,
    "\u0e08\u0e35\u0e49": 427,
    "\u0e21\u0e34\u0e48": 428,
    "\u0e18\u0e34": 429,
    "\u0e0e": 430,
    "\u0e02\u0e36\u0e49": 431,
    "\u0e08\u0e4a": 432,
    "\u0e27\u0e47": 433,
    "\u0e19\u0e37": 434,
    "\u0e2a\u0e35\u0e48": 435,
    "\u0e1e\u0e49": 436,
    "\u0e04\u0e48": 437,
    ":": 438,
    "\u0e23\u0e34\u0e48": 439,
    "\u0e15\u0e33": 440,
    "\u0e2d\u0e39": 441,
    "\u0e2a\u0e31\u0e48": 442,
    "\u0e1f\u0e48": 443,
    "/": 444,
    "\u0e07\u0e48": 445,
    "\u0e23\u0e39\u0e49": 446,
    "\u0e21\u0e34\u0e49": 447,
    "\u0e28\u0e38": 448,
    "\u0e07\u0e38\u0e48": 449,
    "\u0e23\u0e31\u0e49": 450,
    "\u0e1b\u0e35\u0e4a": 451,
    "\u0e2e\u0e31": 452,
    "\u0e1e\u0e38\u0e48": 453,
    "\u0e01\u0e34\u0e4a": 454,
    "\u0e0b\u0e49": 455,
    "\u0e25\u0e31\u0e48": 456,
    "\u0e25\u0e35\u0e49": 457,
    "\u0e2d\u0e37": 458,
    "\u0e2d\u0e35\u0e4a": 459,
    "\u0e1b\u0e35\u0e49": 460,
    "\u0e2a\u0e36": 461,
    "\u0e2d\u0e38\u0e48": 462,
    "\u0e02\u0e37": 463,
    "\u0e2b\u0e39\u0e49": 464,
    "\u0e2a\u0e37\u0e48": 465,
    "\u0e0c": 466,
    "\u0e0b\u0e38\u0e49": 467,
    "\u0e1c\u0e36\u0e49": 468,
    "\u0e28\u0e39": 469,
    "\u0e08\u0e33": 470,
    "\u0e10\u0e4c": 471,
    "\u0e22\u0e34\u0e49": 472,
    "\u0e2e\u0e39": 473,
    "\u0e0a\u0e4c": 474,
    "\u0e16\u0e36": 475,
    "\u0e01\u0e39\u0e49": 476,
    "\u0e1f\u0e39\u0e48": 477,
    "\u0e14\u0e39\u0e48": 478,
    "\u0e15\u0e31\u0e4a": 479,
    "\u0e1f\u0e4c": 480,
    "\u0e14\u0e37\u0e48": 481,
    "\u0e2d\u0e35\u0e48": 482,
    "\u0e04\u0e34\u0e49": 483,
    "\u0e0a\u0e35\u0e48": 484,
    "\u0e08\u0e48": 485,
    "\u0e15\u0e31\u0e4b": 486,
    "\u0e2a\u0e38\u0e48": 487,
    "\u0e27\u0e38\u0e48": 488,
    "\u0e17\u0e36": 489,
    "\u0e15\u0e35\u0e4b": 490,
    "\u0e27\u0e39": 491,
    "\u0e09\u0e48": 492,
    "\u0e04\u0e47": 493,
    "\u0e1f\u0e35\u0e48": 494,
    "\u0e01\u0e34\u0e48": 495,
    "\u0e2d\u0e31\u0e49": 496,
    "\u0e2a\u0e34\u0e48": 497,
    "\u0e06\u0e4c": 498,
    "\u0e1b\u0e38": 499,
    "\u0e1b\u0e35\u0e48": 500,
    "\u0e13\u0e34": 501,
    "\u0e2b\u0e38\u0e48": 502,
    "\u0e20\u0e4c": 503,
    "\u0e0b\u0e31\u0e48": 504,
    "\u0e16\u0e34\u0e48": 505,
    "\u0e27\u0e38\u0e49": 506,
    "\u0e25\u0e37\u0e49": 507,
    "\u0e2e\u0e31\u0e48": 508,
    "\u0e1e\u0e47": 509,
    "\u0e21\u0e31\u0e48": 510,
    "(": 511,
    ")": 512,
    "\u0e0a\u0e39\u0e48": 513,
    "\u0e01\u0e39": 514,
    "\u0e01\u0e31\u0e4a": 515,
    "\u0e0e\u0e34": 516,
    "\u0e22\u0e39\u0e48": 517,
    "\u0e08\u0e31\u0e4a": 518,
    "\u0e2b\u0e34\u0e49": 519,
    "\u0e16\u0e37\u0e48": 520,
    "\u0e02\u0e31\u0e49": 521,
    "\u0e25\u0e39\u0e48": 522,
    "\u0e2e\u0e48": 523,
    "\u0e08\u0e35\u0e4a": 524,
    "\u0e1d\u0e36": 525,
    "\u0e08\u0e34\u0e4a": 526,
    "\u0e1c\u0e37": 527
}