{"word2idx": {"\u8003\u53e4\u5b66": 0, "\u4e00\u95e8": 1, "\u7814\u7a76": 2, "\u4eba\u7c7b": 3, "\u53e4\u4ee3": 4, "\u793e\u4f1a": 5, "\u5386\u53f2": 6, "\u8003\u53e4": 7, "\u5b66\u79d1": 8, "\u4ecb\u7ecd": 9, ".": 10, "*": 11, "\u5bf9\u8c61": 12, "-": 13, "\u9057\u8ff9": 14, "\u6d3b\u52a8": 15, "\u79d1\u5b66": 16, "\u827a\u672f": 17, "\u4ef7\u503c": 18, "\u57ce\u5e02": 19, "\u9057\u5740": 20, "\u5bfa\u5e99": 21, "\u5893\u846c": 22, "\u5175\u9a6c\u4fd1": 23, "\u5236\u5ea6": 24, "\u6587\u5316": 25, "\u4fe1\u606f": 26, "\u9057\u7269": 27, "\u5305\u62ec": 28, "\u5de5\u5177": 29, "\u51fa\u571f": 30, "\u7528\u4e8e": 31, "\u519c\u4e1a": 32, "\u751f\u4ea7": 33, "\u53d1\u5c55": 34, "\u63ed\u793a": 35, "\u653f\u6cbb": 36, "\u7ecf\u6d4e": 37, "\u79d1\u6280": 38, "\u5b97\u6559": 39, "\u60c5\u51b5": 40, "\u63a2\u7d22": 41, "\u89c4\u5f8b": 42, "\u8fc7\u7a0b": 43, "\u66f4\u597d": 44, "\u7406\u89e3": 45, "\u63d0\u4f9b": 46, "\u501f\u9274": 47, "\u542f\u793a": 48, "\u65b9\u6cd5": 49, "\u7530\u91ce": 50, "\u8fd9\u662f": 51, "\u6700": 52, "\u8c03\u67e5": 53, "\u53d1\u6398": 54, "\u8d44\u6599": 55, "\u6574\u7406": 56, "\u6280\u672f": 57, "\u5206\u7c7b": 58, "\u5206\u6790": 59, "\u5229\u7528": 60, "\u81ea\u7136\u79d1\u5b66": 61, "\u4f53\u8d28": 62, "\u4eba\u7c7b\u5b66": 63, "\u7279\u5f81": 64, "\u78b3": 65, "\u5e74\u4ee3": 66, "\u6587\u732e": 67, "\u5386\u53f2\u6587\u732e": 68, "\u76f8\u5173": 69, "\u8bb0\u8f7d": 70, "\u53d1\u73b0": 71, "\u66f4": 72, "\u51c6\u786e": 73, "\u610f\u4e49": 74, "\u5b9e\u7269": 75, "\u76f8\u4e92": 76, "\u5370\u8bc1": 77, "\u5206\u652f": 78, "\u53f2\u524d": 79, "\u6587\u5b57": 80, "\u5173\u6ce8": 81, "\u65e9\u671f": 82, "\u5386\u53f2\u5b66": 83, "\u7ed3\u6784": 84, "\u4fa7\u91cd\u4e8e": 85, "\u7406\u8bba": 86, "\u4fdd\u62a4": 87, "\u7814\u7a76\u6210\u679c": 88, "\u7f8e\u672f": 89, "\u53e4\u94b1": 90, "\u5b66": 91, "\u53e4\u6587\u5b57\u5b66": 92, "\u94ed\u523b": 93, "\u94b1\u5e01": 94, "\u4e2d": 95, "\u6587\u5316\u9057\u4ea7": 96, "\u4e2d\u56fd": 97, "\u4eba\u5de5\u667a\u80fd": 98, "\u5f00\u53d1": 99, "\u6a21\u62df": 100, "\u667a\u80fd": 101, "\u5b66\u4e60": 102, "\u80fd\u529b": 103, "\u7cfb\u7edf": 104, "\u6570\u636e": 105, "\u6027\u80fd": 106, "\u673a\u5668": 107, "\u7b97\u6cd5": 108, "\u81ea\u52a8": 109, "\u6a21\u5f0f": 110, "\u65b0": 111, "\u9884\u6d4b": 112, "\u73af\u5883": 113, "\u53d8\u5316": 114, "\u81ea\u52a8\u5316": 115, "\u51cf\u5c11": 116, "\u56fe\u50cf\u8bc6\u522b": 117, "\u8bc6\u522b": 118, "\u56fe\u50cf": 119, "\u51b3\u7b56": 120, "\u4e0b": 121, "\u505a\u51fa": 122, "\u9886\u57df": 123, "\u8ba1\u7b97\u673a": 124, "\u76d1\u7763": 125, "\u6df1\u5ea6": 126, "\u4e00\u79cd": 127, "\u8bed\u97f3": 128, "\u81ea\u7136\u8bed\u8a00": 129, "\u68c0\u6d4b": 130, "\u673a\u5668\u4eba": 131, "\u5e94\u7528\u9886\u57df": 132, "\u533b\u751f": 133, "\u836f\u7269": 134, "\u7814\u53d1": 135, "\u75be\u75c5": 136, "\u91d1\u878d": 137, "\u63d0\u9ad8": 138, "\u4e2a\u6027\u5316": 139, "\u8f85\u5bfc": 140, "\u63a7\u5236": 141, "\u53d1\u6325": 142, "\u4f5c\u7528": 143, "\u5e26\u6765": 144, "\u6301\u7eed": 145, "\u5316\u5b66": 146, "\u7269\u8d28": 147, "\u6027\u8d28": 148, "\u76f8\u4e92\u4f5c\u7528": 149, "\u5143\u7d20": 150, "\u529f\u80fd": 151, "\u90fd": 152, "\u7269\u7406\u6027\u8d28": 153, "\u8f6c\u5316": 154, "\u6761\u4ef6": 155, "\u53d1\u751f": 156, "\u5316\u5b66\u53cd\u5e94": 157, "\u673a\u7406": 158, "\u6709\u673a": 159, "\u5316\u5408\u7269": 160, "\u5408\u6210": 161, "\u5851\u6599": 162, "\u6a61\u80f6": 163, "\u65e0\u673a\u5316\u5b66": 164, "\u5236\u5907": 165, "\u91d1\u5c5e\u5143\u7d20": 166, "\u5149\u8c31\u5206\u6790": 167, "\u8272\u8c31\u5206\u6790": 168, "\u539f\u7406": 169, "\u73b0\u8c61": 170, "\u52a8\u529b\u5b66": 171, "\u5206\u5b50": 172, "\u6750\u6599": 173, "\u534a\u5bfc\u4f53": 174, "\u8fc1\u79fb": 175, "\u6cbb\u7406": 176, "\u73af\u5883\u4fdd\u62a4": 177, "\u5b9e\u9a8c": 178, "\u8ba1\u7b97": 179, "\u5149\u8c31": 180, "\u8d28\u91cf": 181, "\u80fd\u6e90": 182}, "idx2word": {"0": "\u8003\u53e4\u5b66", "1": "\u4e00\u95e8", "2": "\u7814\u7a76", "3": "\u4eba\u7c7b", "4": "\u53e4\u4ee3", "5": "\u793e\u4f1a", "6": "\u5386\u53f2", "7": "\u8003\u53e4", "8": "\u5b66\u79d1", "9": "\u4ecb\u7ecd", "10": ".", "11": "*", "12": "\u5bf9\u8c61", "13": "-", "14": "\u9057\u8ff9", "15": "\u6d3b\u52a8", "16": "\u79d1\u5b66", "17": "\u827a\u672f", "18": "\u4ef7\u503c", "19": "\u57ce\u5e02", "20": "\u9057\u5740", "21": "\u5bfa\u5e99", "22": "\u5893\u846c", "23": "\u5175\u9a6c\u4fd1", "24": "\u5236\u5ea6", "25": "\u6587\u5316", "26": "\u4fe1\u606f", "27": "\u9057\u7269", "28": "\u5305\u62ec", "29": "\u5de5\u5177", "30": "\u51fa\u571f", "31": "\u7528\u4e8e", "32": "\u519c\u4e1a", "33": "\u751f\u4ea7", "34": "\u53d1\u5c55", "35": "\u63ed\u793a", "36": "\u653f\u6cbb", "37": "\u7ecf\u6d4e", "38": "\u79d1\u6280", "39": "\u5b97\u6559", "40": "\u60c5\u51b5", "41": "\u63a2\u7d22", "42": "\u89c4\u5f8b", "43": "\u8fc7\u7a0b", "44": "\u66f4\u597d", "45": "\u7406\u89e3", "46": "\u63d0\u4f9b", "47": "\u501f\u9274", "48": "\u542f\u793a", "49": "\u65b9\u6cd5", "50": "\u7530\u91ce", "51": "\u8fd9\u662f", "52": "\u6700", "53": "\u8c03\u67e5", "54": "\u53d1\u6398", "55": "\u8d44\u6599", "56": "\u6574\u7406", "57": "\u6280\u672f", "58": "\u5206\u7c7b", "59": "\u5206\u6790", "60": "\u5229\u7528", "61": "\u81ea\u7136\u79d1\u5b66", "62": "\u4f53\u8d28", "63": "\u4eba\u7c7b\u5b66", "64": "\u7279\u5f81", "65": "\u78b3", "66": "\u5e74\u4ee3", "67": "\u6587\u732e", "68": "\u5386\u53f2\u6587\u732e", "69": "\u76f8\u5173", "70": "\u8bb0\u8f7d", "71": "\u53d1\u73b0", "72": "\u66f4", "73": "\u51c6\u786e", "74": "\u610f\u4e49", "75": "\u5b9e\u7269", "76": "\u76f8\u4e92", "77": "\u5370\u8bc1", "78": "\u5206\u652f", "79": "\u53f2\u524d", "80": "\u6587\u5b57", "81": "\u5173\u6ce8", "82": "\u65e9\u671f", "83": "\u5386\u53f2\u5b66", "84": "\u7ed3\u6784", "85": "\u4fa7\u91cd\u4e8e", "86": "\u7406\u8bba", "87": "\u4fdd\u62a4", "88": "\u7814\u7a76\u6210\u679c", "89": "\u7f8e\u672f", "90": "\u53e4\u94b1", "91": "\u5b66", "92": "\u53e4\u6587\u5b57\u5b66", "93": "\u94ed\u523b", "94": "\u94b1\u5e01", "95": "\u4e2d", "96": "\u6587\u5316\u9057\u4ea7", "97": "\u4e2d\u56fd", "98": "\u4eba\u5de5\u667a\u80fd", "99": "\u5f00\u53d1", "100": "\u6a21\u62df", "101": "\u667a\u80fd", "102": "\u5b66\u4e60", "103": "\u80fd\u529b", "104": "\u7cfb\u7edf", "105": "\u6570\u636e", "106": "\u6027\u80fd", "107": "\u673a\u5668", "108": "\u7b97\u6cd5", "109": "\u81ea\u52a8", "110": "\u6a21\u5f0f", "111": "\u65b0", "112": "\u9884\u6d4b", "113": "\u73af\u5883", "114": "\u53d8\u5316", "115": "\u81ea\u52a8\u5316", "116": "\u51cf\u5c11", "117": "\u56fe\u50cf\u8bc6\u522b", "118": "\u8bc6\u522b", "119": "\u56fe\u50cf", "120": "\u51b3\u7b56", "121": "\u4e0b", "122": "\u505a\u51fa", "123": "\u9886\u57df", "124": "\u8ba1\u7b97\u673a", "125": "\u76d1\u7763", "126": "\u6df1\u5ea6", "127": "\u4e00\u79cd", "128": "\u8bed\u97f3", "129": "\u81ea\u7136\u8bed\u8a00", "130": "\u68c0\u6d4b", "131": "\u673a\u5668\u4eba", "132": "\u5e94\u7528\u9886\u57df", "133": "\u533b\u751f", "134": "\u836f\u7269", "135": "\u7814\u53d1", "136": "\u75be\u75c5", "137": "\u91d1\u878d", "138": "\u63d0\u9ad8", "139": "\u4e2a\u6027\u5316", "140": "\u8f85\u5bfc", "141": "\u63a7\u5236", "142": "\u53d1\u6325", "143": "\u4f5c\u7528", "144": "\u5e26\u6765", "145": "\u6301\u7eed", "146": "\u5316\u5b66", "147": "\u7269\u8d28", "148": "\u6027\u8d28", "149": "\u76f8\u4e92\u4f5c\u7528", "150": "\u5143\u7d20", "151": "\u529f\u80fd", "152": "\u90fd", "153": "\u7269\u7406\u6027\u8d28", "154": "\u8f6c\u5316", "155": "\u6761\u4ef6", "156": "\u53d1\u751f", "157": "\u5316\u5b66\u53cd\u5e94", "158": "\u673a\u7406", "159": "\u6709\u673a", "160": "\u5316\u5408\u7269", "161": "\u5408\u6210", "162": "\u5851\u6599", "163": "\u6a61\u80f6", "164": "\u65e0\u673a\u5316\u5b66", "165": "\u5236\u5907", "166": "\u91d1\u5c5e\u5143\u7d20", "167": "\u5149\u8c31\u5206\u6790", "168": "\u8272\u8c31\u5206\u6790", "169": "\u539f\u7406", "170": "\u73b0\u8c61", "171": "\u52a8\u529b\u5b66", "172": "\u5206\u5b50", "173": "\u6750\u6599", "174": "\u534a\u5bfc\u4f53", "175": "\u8fc1\u79fb", "176": "\u6cbb\u7406", "177": "\u73af\u5883\u4fdd\u62a4", "178": "\u5b9e\u9a8c", "179": "\u8ba1\u7b97", "180": "\u5149\u8c31", "181": "\u8d28\u91cf", "182": "\u80fd\u6e90"}}